{"id": 0, "inst/question": "Suppose that the value of x is −4. What is the value of the expression (3x − 5) + x?", "inst/gold_answer": -21.0, "plan": "Method: Python Program"}
{"id": 25, "inst/question": "A fast food chain raised the price of the beef burger from $5 to $6, and lowered the price of the chicken burger from $6 to $5. Find the percent increase for the price of the beef burger.", "inst/gold_answer": 20.0, "plan": "Python Program"}
{"id": 28, "inst/question": "Alice invested $1230 into a savings account with 1.4% monthly interest rate. What is the balance in the account after one month?", "inst/gold_answer": 1247.22, "plan": "Python Program"}
{"id": 31, "inst/question": "Ivan can grade 25 quizzes per hour. Find how many quizzes Ivan can grade in 4 hours.", "inst/gold_answer": 100.0, "plan": "Python Program"}
{"id": 32, "inst/question": "Taylor makes 18 dollars per hour at her job. Find how many dollars Taylor earns in 3.5 hours.", "inst/gold_answer": 63.0, "plan": "Python Program"}
{"id": 33, "inst/question": "Uri can walk 7 km in 2 hours. Find how many kilometers Uri can walk per hour.", "inst/gold_answer": 3.5, "plan": "Python Program"}
{"id": 38, "inst/question": "A standard computer hard drive rotates at 5400 revolutions per minute. Find the number of revolutions over 10 seconds.", "inst/gold_answer": 900.0, "plan": "Python Program"}
{"id": 39, "inst/question": "Eve typed up a 4050 word document over two and a half hours. Find Eve’s typing rate in words per minute.", "inst/gold_answer": 27.0, "plan": "Method: Python Program"}
{"id": 41, "inst/question": "It takes Bongo two and a half hours to mow the front lawn. Find how many times he can mow the same lawn in 40 hours.", "inst/gold_answer": 16.0, "plan": "Python Program"}
{"id": 66, "inst/question": "Two cars, a Lotus and a Renault, are 635 kilometers apart. They start at the same time and drive toward each other. The Lotus travels at a rate of 70 kilometers per hour and the Renault travels at 57 kilometers per hour. In how many hours will the two cars meet?", "inst/gold_answer": 5.0, "plan": "Python Program"}
{"id": 68, "inst/question": "In the morning, the temperature in Urbana, Illinois was 11 degrees. By mid-afternoon, the temperature had dropped to −9 degrees. What was the difference of the morning and afternoon temperatures?", "inst/gold_answer": 20.0, "plan": "Python Program"}
{"id": 69, "inst/question": "The Mustangs football team received three penalties in the third quarter. Each penalty gave them a loss of fifteen yards. What is the number of yards lost?", "inst/gold_answer": 45.0, "plan": "Method: Python Program"}
{"id": 70, "inst/question": "On January  15, the high temperature in Anaheim, California, was  84°. That same day, the high temperature in Embarrass, Minnesota was  −12°. What was the difference between the temperature in Anaheim and the temperature in Embarrass?", "inst/gold_answer": 96.0, "plan": "Python Program"}
{"id": 71, "inst/question": "On the first down, the Chargers had the ball on their 25-yard line. They lost 6 yards on the first-down play, gained 10 yards on the second-down play, and lost 8 yards on the third-down play. What was the yard line at the end of the third-down play?", "inst/gold_answer": 21.0, "plan": "Python Program"}
{"id": 72, "inst/question": "Mayra has $124 in her checking account. She writes a check for $152. What is the new balance in her checking account?", "inst/gold_answer": -28.0, "plan": "Method: Python Program"}
{"id": 73, "inst/question": "Diontre has a balance of −$38 in his checking account. He deposits $225 to the account. What is the new balance?", "inst/gold_answer": 187.0, "plan": "Python Program"}
{"id": 75, "inst/question": "Don purchased a bulk package of candy that weighs 5 pounds. He wants to sell the candy in little bags that hold 14 pound. How many little bags of candy can he fill from the bulk package?", "inst/gold_answer": 20.0, "plan": "Python Program"}
{"id": 77, "inst/question": "Julian drinks one can of soda every day. Each can of soda contains 40 grams of sugar. How many kilograms of sugar does Julian get from soda in 1 year?", "inst/gold_answer": 14.6, "plan": "Python Program"}
{"id": 78, "inst/question": "The high temperature one day in Miami Beach, Florida, was 76° . That same day, the high temperature in Buffalo, New York was −8° . What was the difference between the temperature in Miami Beach and the temperature in Buffalo?", "inst/gold_answer": 84.0, "plan": "Python Program"}
{"id": 92, "inst/question": "Rey is planning to drive from his house in San Diego to visit his grandmother in Sacramento, a distance of 520 miles. If he can drive at a steady rate of 65 miles per hour, how many hours will the trip take?", "inst/gold_answer": 8.0, "plan": "Python Program"}
{"id": 93, "inst/question": "Megan is taking the bus from New York City to Montreal. The distance is 380 miles and the bus travels at a steady rate of 76 miles per hour. How long will the bus ride be, in hours?", "inst/gold_answer": 5.0, "plan": "Python Program"}
{"id": 94, "inst/question": "Kareem wants to ride his bike from St. Louis to Champaign, Illinois. The distance is 180 miles. If he rides at a steady rate of 16 miles per hour, how many hours will the trip take?", "inst/gold_answer": 11.25, "plan": "Python Program"}
{"id": 95, "inst/question": "Alejandra is driving to Cincinnati, 450 miles away. If she wants to be there in 6 hours, at what rate does she need to drive, in miles per hour?", "inst/gold_answer": 75.0, "plan": "Python Program"}
{"id": 116, "inst/question": "Geneva treated her parents to dinner at their favorite restaurant. The bill was $74.25. Geneva wants to leave 16% of the total bill as a tip. How much should the tip be?", "inst/gold_answer": 11.88, "plan": "Python Program"}
{"id": 127, "inst/question": "A grocery store reduced the price of a loaf of bread from $2.80 to $2.73. Find the percent decrease.", "inst/gold_answer": 2.5, "plan": "Method: Python Program"}
{"id": 153, "inst/question": "Cindy and Richard leave their dorm in Charleston at the same time. Cindy rides her bicycle north at a speed of 18 miles per hour. Richard rides his bicycle south at a speed of 14 miles per hour. How many hours will it take them to be 96 miles apart?", "inst/gold_answer": 3.0, "plan": "Python Program"}
{"id": 154, "inst/question": "Two busses leave Billings at the same time. The Seattle bus heads west on I-90 at a speed of 73 miles per hour while the Chicago bus heads east at a speed of 79 miles an hour. How many hours will it take them to be 532 miles apart?", "inst/gold_answer": 3.5, "plan": "Python Program"}
{"id": 159, "inst/question": "What number is 67% of 250?", "inst/gold_answer": 167.5, "plan": "Python Program"}
{"id": 161, "inst/question": "What percent of 125 is 150?", "inst/gold_answer": 120.0, "plan": "Method: Python Program"}
{"id": 162, "inst/question": "The bill for Dino’s lunch was $19.45. He wanted to leave 20% of the total bill as a tip. How much should the tip be?", "inst/gold_answer": 3.89, "plan": "Python Program"}
{"id": 171, "inst/question": "Two busses leave Amarillo at the same time. The Albuquerque bus heads west on the I-40 at a speed of 72 miles per hour, and the Oklahoma City bus heads east on the I-40 at a speed of 78 miles per hour. How many hours will it take them to be 375 miles apart?", "inst/gold_answer": 2.5, "plan": "Python Program"}
